{
  "2022": {
    "text": "2020 is the start of the <a href=\"https://sdgs.un.org/2030agenda\">10 year plan</a> to completely change the entire world by 2030. This change is going to be the biggest change the earth will ever see, and it's highly unlikely it's a coincidence that the world would start to fall apart and change exactly when the myan calendar said we would move into a new age. In 2012 a lot of people thought the world was going to end because the myan calendar ended in 2012 but everyone was using the wrong calendar. If you think it's 2022, you're using the Gregorian calendar setup by Pope Gregory the first. The correct calendar is the Ethiopian calendar which is 8 years behind. According the the myan calendar, the age of pieces ended on Dec 21, 2020 and we are moving into the age of aquarius. The main goal is to merge all government, religion, and currency into one system that the one person(the antichrist) can rule over"
  },
  "Truth in Plain Sight": {
    "text": "The truth is in the movies, music and, TV shows and the lies are on the news. The Elite have to reveal themselves to the public eventually so the masses can accept Satan. We are taught that the movies, music, and TV shows are not real and to not believe them, but the truth is actually the opposite. If the masses don't understand this type of deception; they can push their ideology on us in subtle ways without understanding the main agenda so the masses don't awaken. Only the awakened can see through the deception."
  },
  "Industries": {
    "text": "The goal of the industries that everyone loves is to subtly push a message on you and control what you read, see, and hear so you comply without doubting it. More than 90% of the news, radio, TV stations, and entertainment publishers are controlled by <a href=\"https://www.businessinsider.com/these-6-corporations-control-90-of-the-media-in-america-2012-6?op=1\">6 companies</a> (GE, News-corp, Disney, Viacom, Time Warner, CBS), the entire education board and all of <a href=\"https://www.youtube.com/watch?v=PmorPPJqVCc\">western medicine</a> was set up by one man (John D. Rockefeller), every federal reserve in the entire world is <a href=\"https://csglobe.com/complete-list-of-banks-ownedcontrolled-by-the-rothschild-family/\">privately owned by one family</a> (Rothschild family), and the list goes on."
  },
  "Beliefs": {
    "text": "All religions have some truth in them so it's hard initially to see through deception of what is right because of this lie portrayed that there are thousands of religions that could all be equally right and it's impossible to be sure which one is right. This is incredibly misleading and an intentional lie because once you study religions you will realize there is no such thing as multiple truths, only one can be the most consistently correct with the most historical and scientific evidence"
  },
  "Egypt": {
    "text": "The Egyptians were somewhat ethnically diverse and many skulls in Egypt have been found to be caucasian, mongolian, malay and more but the roots of egyptian people are melanated with negroid features. Egyptians come from the line of Ham which is agreed upon to be dark skinned people even among caucasian scholars. The name that the ancient Egyptians gave to themselves, the name they gave to their country and our continent leaves no doubt about their race. They used the root kam / Kem meaning 'Coal-Coated' thus Black. Which is common to Kemi / Kembou / Kheum / Kala which means coal / burned / black in several African languages. This same Kam was at the origin of the biblical word Cham for designating the Black. The Egyptians called themselves Kemtiu, that is to say the coal-coated or blacks. Egypt and Africa were designated Km.t, which is read Kemet / Kama / Kamit and means black country or Kemmiu / Kammiu meaning country of Blacks."
  },
  "Hidden Past": {
    "text": "When the entire education board was set up by one man named John D. Rockefeller. The elites got to choose exactly what we learn and how we view the world. The past is incredibly important to know because it tells the future and the present. Every ancient civilization in the entire world has depictions of gods(fallen angels/anunnaki/el/netjer) coming from the sky(heavens/firmament/“space”) that interacted with humans and gave them advanced technology to build incredibly complex civilizations. If you don't believe by just reading look through the evidence provided with a open mind"
  },
  "Spirituality": {
    "text": "Spirituality isn't what most people think it is. It's not a set belief system with specific practices you have to follow, it's about becoming more aware of your spiritual side by discipline and things like meditation. Just because spiritual practices work doesn't mean you should disregard religion and think it's the “correct path”. In reality religion is spiritually with a more solid foundation. There is a false image of spiritually that says that spirituality is nothing like religion and that religion is a system only made to control people. Religion has been used to control people, but it's a baseless claim to say the origin of all religion is only for control. All religious people are spiritual but not all spiritual people are religious.<bold> New age/modern spirituality</bold> is not real spirituality, it's a blend of eastern philosophy, polytheistic religions, loose understandings of quantum mechanics, divination and occultism. This modern spirituality is <a href=\"https://blog.youtube/news-and-events/whats-in-your-cards-get-your-personalized-tarot-reading-today/\">promoted by the elites</a> and is getting the current generation used to messing with demonic activities to prepare for the <a href=\"https://www.google.com/search?q=one+world+religion+headquarters\">one world religion</a> in the new world order."
  }
}
